//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Cancelar";
"Done" = "Concluido";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Seleccionada";
"%@ Photos Selected" = "%@ Fotos Seleccionadas";
"%@ Video Selected" = "%@ Vídeo Seleccionado";
"%@ Videos Selected" = "%@ Vídeos Seleccionados";
"%@ Items Selected" = "%@ Items Seleccionados";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Vídeos";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Vídeos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Esta aplicação não tem acesso às suas fotografias ou vídeos";
"You can enable access in Privacy Settings." = "Pode conceder acesso nas Definições de Privacidade";

/* Messages if no assets */
"No Photos or Videos" = "Sem Fotos ou Vídeos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Pode tirar fotos ou vídeos usando a camera, ou sincronizar fotos e vídeos para o seu %@\natravés do iTunes";
"You can sync photos and videos onto your %@ using iTunes." = "Pode sincronizar fotos e vídeos para o seu %@ através do iTunes";

/* Accessibility labels */
"Play" = "Reproduzir";
"Select" = "Seleccionado";
"Deselect" = "Desseleccionado";

/* Video duration spell out */
"hours" = "horas";
"hour" = "hora";
"minutes" = "minutos";
"minute" = "minuto";
"seconds" = "segundos";
"second" = "segundo";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Não é Possível Reproduzir o Fluxo de Vídeo";
"OK" = "OK";
